{
  "@context": [
    "http://www.w3.org/ns/csvw",
    {
      "@language": "uk"
    }
  ],
  "tableSchema": {
    "columns": [
      {
        "name": "identifier",
        "titles": "Ідентифікатор регуляторного акта",
        "dc:description": "Номер нормативно-правового акта, яким був прийнятий регуляторний акт, та дата його прийняття у форматі ISO 8601 (рррр-мм-дд), що розділені символом “-” (дефіс). Наприклад, регуляторний акт, затверджений рішенням №719 від 29 травня 2014 року матиме ідентифікатор 719-2014-05-29. Регуляторні органи можуть використовувати також власні унікальні ідентифікатори.",
        "datatype": "string",
        "required": true
      },
      {
        "name": "title",
        "titles": "Назва регуляторного акта",
        "dc:description": "Назва регуляторного акта. Наприклад: Порядок встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг.",
        "datatype": "string",
        "required": true
      },
      {
        "name": "valid",
        "titles": "Дата набрання чинності регуляторним актом",
        "dc:description": "Дата набрання чинності регуляторним актом у форматі ISO 8601 (рррр-мм-дд). Наприклад: 2014-05-30.",
        "datatype": "date",
        "required": true
      },
      {
        "name": "accessURL",
        "titles": "Посилання на регуляторний акт у мережі Інтернет (URL)",
        "dc:description": "Посилання має починатися з http:// або https://. Наприклад: https://www.example.gov.ua/example/.",
        "datatype": "anyURI",
        "required": true
      },
      {
        "name": "bibliographicCitation",
        "titles": "Посилання на друковану публікацію регуляторного акта",
        "dc:description": "Посилання має включити достатню кількість подробиць для того, щоб точно визначити джерело. Рекомендовано використовувати ДСТУ 8302:2015. Наприклад: Вісник Поділля. 2014. Вип. 12/2. С. 2. Якщо посилання відсутнє, вказати null.",
        "datatype": "string",
        "required": false
      },
      {
        "name": "regulatoryAgencyPrefLabel",
        "titles": "Назва регуляторного органу",
        "dc:description": "Повна назва органу, що прийняв регуляторний акт. Наприклад: Вінницька міська рада.",
        "datatype": "string",
        "required": true
      },
      {
        "name": "regulatoryAgencyIdentifier",
        "titles": "Ідентифікатор регуляторного органу",
        "dc:description": "Номер регуляторного органу у Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань (код ЄДРПОУ). Наприклад: 01411082. Якщо регуляторний орган не має коду ЄДРПОУ, вказати null.",
        "datatype": "string",
        "required": false
      },
      {
        "name": "legalActTitle",
        "titles": "Назва НПА, яким ухвалено регуляторний акт",
        "dc:description": "Повна назва нормативно-правового акта, яким було ухвалено регуляторний акт, включаючи дату прийняття та номер. Наприклад: Рішення міської ради \"Про встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг, розташованих на території м. Вінниці\" №1719 від 30.05.2014 року.",
        "datatype": "string",
        "required": true
      },
      {
        "name": "legalActІdentifier",
        "titles": "Номер НПА, яким ухвалено регуляторний акт",
        "dc:description": "Номер нормативно-правового акта, яким ухвалено регуляторний акт (без знаку №). Наприклад: 1719.",
        "datatype": "string",
        "required": true
      },
      {
        "name": "legalActCreated",
        "titles": "Дата прийняття НПА, яким ухвалено регуляторний акт",
        "dc:description": "Дата прийняття нормативно-правового акта, яким ухвалено регуляторний акт, у форматі ISO 8601 (рррр-мм-дд). Наприклад: 2014-05-30.",
        "datatype": "date",
        "required": true
      },
      {
        "name": "basicEvalDate",
        "titles": "Базове відстеження: дата затвердження звіту",
        "dc:description": "(а) Якщо базове відстеження проведене, вказати дату затвердження звіту. (б) Якщо відстеження не проведене — дату останнього строку здійснення відстеження відповідно до законодавства. Дата зазначається у форматі ISO 8601 (рррр-мм-дд). Наприклад: 2016-09-15.",
        "datatype": "date",
        "required": true
      },
      {
        "name": "basicEvalAccessURL",
        "titles": "Базове відстеження: посилання на звіт (URL)",
        "dc:description": "(а) Якщо базове відстеження проведене, вказати посилання на звіт в мережі Інтернет (URL). (б) Якщо відстеження не проведене, вказати “не застосовується”. Наприклад: https://www.example.gov.ua/report331-2/. Якщо відстеження проведене, але публікація відсутня, вказати null.",
        "datatype": "anyURI",
        "required": false
      },
      {
        "name": "basicEvalBibliographicCitation",
        "titles": "Базове відстеження: посилання на друковану публікацію звіту",
        "dc:description": "(а) Якщо базове відстеження проведене, вказати посилання на публікацію звіту в друкованих виданнях. (б) Якщо відстеження не проведене, вказати “не застосовується”. Наприклад: Вісник Поділля. 2014. Вип. 12/2. С. 2. Якщо відстеження проведене, але публікація відсутня, вказати null.",
        "datatype": "string",
        "required": false
      },
      {
        "name": "repeatEvalDate",
        "titles": "Повторне відстеження: дата затвердження звіту або дата останнього строку здійснення",
        "dc:description": "(а) Якщо повторне відстеження проведене, вказати дату затвердження звіту. (б) Якщо відстеження не проведене — дату останнього строку здійснення відстеження відповідно до законодавства. Дата зазначається у форматі ISO 8601 (рррр-мм-дд). Наприклад: 2016-09-15.",
        "datatype": "date",
        "required": true
      },
      {
        "name": "repeatEvalAccessURL",
        "titles": "Повторне відстеження: посилання на звіт (URL)",
        "dc:description": "(а) Якщо повторне відстеження проведене, вказати посилання на звіт в мережі Інтернет (URL). (б) Якщо відстеження не проведене, вказати “не застосовується”. Наприклад: https://www.example.gov.ua/report331-2/. Якщо відстеження проведене, але публікація відсутня, вказати null.",
        "datatype": "anyURI",
        "required": false
      },
      {
        "name": "repeatEvalBibliographicCitation",
        "titles": "Повторне відстеження: посилання на друковану публікацію звіту",
        "dc:description": "(а) Якщо повторне відстеження проведене, вказати посилання на публікацію звіту в друкованих виданнях. (б) Якщо відстеження не проведене, вказати “не застосовується”. Якщо відстеження проведене, але публікація відсутня, вказати null.",
        "datatype": "string",
        "required": false
      },
      {
        "name": "periodEvalDate",
        "titles": "Періодичне відстеження: дати затвердження звітів або дата останнього строку проведення",
        "dc:description": "Якщо періодичні відстеження проведені, вказати дату затвердження звітів, якщо відстеження ще не проведене — дату останнього строку здійснення відстеження відповідно до законодавства. Дата зазначається у форматі ISO 8601 (рррр-мм-дд). Наприклад: 2016-09-15. Якщо було проведено декілька відстежень, необхідно розділити дати комою.",
        "datatype": "date",
        "required": true
      },
      {
        "name": "periodEvalAccessURL",
        "titles": "Періодичне відстеження: посилання на звіти (URL)",
        "dc:description": "(а) Якщо відстеження проведені, вказати посилання на звіт у мережі Інтернет (URL). (б) Якщо відстеження не проведене, вказати “не застосовується”. Наприклад: https://www.example.gov.ua/report331-2/. У випадку кількох посилань необхідно розділити їх комою. Якщо відстеження проведене, але публікація відсутня, вказати null.",
        "datatype": "anyURI",
        "required": false
      },
      {
        "name": "periodEvalBibliographicCitation",
        "titles": "Періодичне відстеження:\nпосилання на друковану публікацію звітів",
        "dc:description": "(а) Якщо періодичні відстеження були проведені, вказати посилання на публікацію звітів у друкованих виданнях. (б) Якщо відстеження не проведені, вказати “не застосовується”. Наприклад: Вісник Поділля. 2014. Вип. 12/2. С. 2. У випадку кількох посилань необхідно розділити їх комою. Якщо відстеження проведене, але публікація відсутня, вказати null.",
        "datatype": "string",
        "required": false
      }
    ],
    "primaryKey": "identifier"
  }
}